Repository: 84000/data-translation-memory
Catalog: Toh_252-The_Fourfold_Accomplishment-v2.tmx
Source language: bo
Languages: en

source: ཐོས་པ་བསྟན་པར་སྐུལ་བ་དང་།
en: urging them to teach what they have studied;

source: སེམས་ཅན་སྣ་ཚོགས་སུ་མི་དབྱེ་བར་སྐུལ་བ་དང་།
en: urging them to not discriminate among various types of beings;

source: ཚུལ་ཁྲིམས་འཆལ་པ་དང་། ཚུལ་ཁྲིམས་དང་ལྡན་པ་ལ་སྦྱིན་པའི་གནས་སུ་མཚུངས་པར་སྐུལ་བ་དང་།
en: urging them to be equally generous to those who have faulty discipline and those who observe discipline;

source: བདུད་ཀྱི་ལས་བསྟན་པར་སྐུལ་བ་དང་།
en: urging them to declare the work of Māra;

source: དམ་བཅས་པ་ཉམས་འོག་ཏུ་ཆུད་པར་སྐུལ་བ་དང་།
en: urging them to fulfill their promises;

source: འཁོར་བས་ཡོངས་སུ་མི་སྐྱོ་བར་སྐུལ་བ་དང་།
en: urging them to not grow weary of cyclic existence;

source: བདུད་གདུལ་བར་སྐུལ་བ་དང་།
en: urging them to subdue Māra;

source: བྱས་པ་ཤེས་པ་དང་། བྱས་པ་གཟོ་བར་སྐུལ་བ་དང་།
en: urging them to be grateful and appreciative;

source: རྒྱུ་ཟད་པ་ལ་འཇུག་པར་སྐུལ་བ་དང་།
en: urging them to eliminate the cause;

source: རྣམ་པར་ཐར་པའི་སྒོ་ལ་མི་འཇིགས་པར་སྐུལ་བ་དང་།
en: urging them to not be afraid of the gateways to liberation;

source: དེ་བཞིན་གཤེགས་པ་ལ་མཆོད་པ་དང་། རིམ་གྲོ་བྱ་བར་སྐུལ་བ་དང་།
en: urging them to worship and serve the Thus-Gone One;

source: སེམས་ཅན་ཐམས་ཅད་ལ་ཅི་བྱ་སྙམ་པ་ལ་སྤྲོ་བར་སྐུལ་བ་དང་།
en: urging them to joyfully consider ways to help beings;

source: འཇིག་རྟེན་གྱི་ཆོས་དང་མ་འདྲེས་པར་སྐུལ་བ་དང་།
en: urging them to not mix that with worldly Dharma;

source: དགོན་པ་ལ་དགའ་བར་སྐུལ་བ་དང་།
en: urging them to delight in the deep forest;

source: འདོད་པ་ཆུང་ཞིང་ཆོག་ཤེས་པར་སྐུལ་བ་དང་།
en: urging them to have few desires and be content;

source: འདས་པ་དང་མ་འོངས་པ་མ་གྲོལ་བ་དགྲོལ་བ་དང་།
en: urging them toward the past as well as the future; urging them to liberate those who are not liberated;

source: དབུགས་མ་ཕྱིན་པ་དབུགས་དབྱུང་བ་དང་།
en: urging them to comfort those who are not comforted;

source: ཡོངས་སུ་མྱ་ངན་ལས་མ་འདས་པ་ཡོངས་སུ་མྱ་ངན་ལས་བཟླ་བར་སྐུལ་བ་དང་།
en: urging those who have not passed into parinirvāṇa to pass into parinirvāṇa;

source: དཀོན་མཆོག་གསུམ་གྱི་གདུང་མི་འཆད་པར་སྐུལ་བ་དང་།
en: urging them to not interrupt the lineage of the Three Jewels;

source: སངས་རྒྱས་ཀྱི་ཞིང་གི་ཡོན་ཏན་བཀོད་པ་ཡོངས་སུ་དག་པར་བླང་བར་སྐུལ་བ་སྟེ།
en: and urging them to accept the array of good qualities of the buddhafield as completely pure.

source: ལྷའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་བྱང་ཆུབ་ཡོངས་སུ་སྨིན་པར་བྱེད་པའི་ཆོས་ནི་སུམ་ཅུ་རྩ་ལྔ་པོ་དེ་དག་གོ། །
en: Divine being, those are the thirty-five teachings that ripen the awakening of bodhisattvas.

source: ལྷའི་བུ་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་ཡོངས་སུ་སྨིན་པར་བྱས་པ་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་བསྐྱོད་དུ་མེད་པ་ཡིན་ཏེ།
en: “Divine being, bodhisattvas who have been ripened do not waver from unsurpassed and perfect awakening.

source: དེ་ནི་ཕས་ཀྱི་རྒོལ་བ་ཐམས་ཅད་ཀྱིས་ཐུལ་བར་མི་ནུས་སོ། །
en: No opponent whatsoever can overpower them.

source: དེ་ནི་ཕྱིན་ཆད་ཀྱང་བྱང་ཆུབ་སེམས་དཔའི་དྲེགས་པ་བཅུས་དྲེགས་པར་མི་འགྱུར་རོ། །
en: From then on, they no longer fear a bodhisattva’s ten types of pride.

source: བཅུ་གང་ཞེ་ན།
en: The ten types of pride are these:

source: ཚུལ་ཁྲིམས་ཀྱིས་དྲེགས་པ་དང་།
en: pride due to being disciplined;

source: ཐོས་པས་དྲེགས་པ་དང་།
en: pride due to being learned;

source: སྤོབས་པས་དྲེགས་པ་དང་།
en: pride due to being eloquent;

source: རྙེད་པ་དང་། བཀུར་སྟི་དང་། ཚིགས་སུ་བཅད་པས་དྲེགས་པ་དང་།
en: pride due to being successful, revered, and praised;

source: དགོན་པར་གནས་པས་དྲེགས་པ་དང་།
en: pride due to living in the deep forest;

source: སྦྱངས་པའི་ཡོན་ཏན་དང་། ཡོ་བྱད་བསྙུངས་པས་དྲེགས་པ་དང་།
en: pride due to one’s ascetic practices and having few belongings;

source: གཟུགས་དང་། ལོངས་སྤྱོད་དང་། དབང་ཕྱུག་དང་། གཡོག་འཁོར་གྱིས་དྲེགས་པ་དང་།
en: pride due to being attractive, wealthy, powerful, and having attendants;

source: བརྒྱ་བྱིན་དང་ཚངས་པ་དང་འཇིག་རྟེན་སྐྱོང་བ་བསྙེན་བཀུར་བྱེད་པས་དྲེགས་པ་དང་།
en: pride due to Śakra, Brahmā, and the world protectors offering service;

source: བསམ་གཏན་དང་། མངོན་པར་ཤེས་པས་དྲེགས་པ་དང་།
en: pride due to one’s absorption and supernatural perception;

source: སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་ལ་དད་པའི་ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མི་འམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དག་འདོད་པ་དང་བསྟོད་པ་དང་བསྔགས་པར་བྱེད་པ་དེས་ཀྱང་སྙེམས་པ་མེད་པ་ཡིན་ཏེ
en: and being free from any arrogance due to the fact that the gods, nāgas, yakṣas, gandharvas, asuras, garuḍas, kiṃnaras, and mahoragas who have faith in the Buddha, Dharma, and Saṅgha are fond of, praise, and glorify them.

source: ལྷའི་བུ་བྱང་ཆུབ་སེམས་དཔའི་དྲེགས་པ་བཅུ་པོ་དེ་དག་གིས་མི་སྙེམས་རབ་ཏུ་མི་སྙེམས་སོ། །
en: Divine being, they are not at all arrogant due to those ten types of a bodhisattva’s pride.”

source: འཇམ་དཔལ་ཁྱོད་ཕྱོགས་གང་ན་གནས་པ་དང་།
en: “Mañjuśrī, wherever you are and

source: ཆོས་ཀྱི་རྣམ་གྲངས་འདི་གང་ན་སྤྱོད་པ་དེར་ནི་སངས་རྒྱས་འབྱུང་བར་བལྟའོ། །
en: wherever this Dharma teaching is practiced, the Buddha will be seen there,

source: དེ་ན་ནི་ཆོས་ཀྱི་འཁོར་ལོ་སྐོར་བར་བལྟའོ། །
en: turning the wheel of Dharma.”

source: དེ་དེ་བཞིན་ནོ། །ལྷའི་བུ་དེ་དེ་བཞིན་ཏེ།
en: “Yes, divine being, that is correct.

source: ཇི་སྐད་སྨྲས་པ་བཞིན་ནོ། །
en: What you say is true.

source: ཕྱོགས་གང་ན་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་གནས་པ་དེ་ནི་སྟོང་པ་མ་ཡིན་པར་མངོན་ནོ། །
en: Wherever Mañjuśrī­kumāra­bhūta is, that place will not seem empty.

source: གང་ན་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སྤྱོད་པར་འགྱུར་བ་དེ་ནི་དེ་བཞིན་གཤེགས་པ་ཆོས་ཀྱི་བདག་པོ་ཉིད་བརྩོན་པར་མཛད་དོ། །
en: Wherever this Dharma teaching is performed, that is the endeavor of the Thus-Gone One, the lord of Dharma.

source: གང་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་ཉན་པར་བྱེད།
en: Those beings who hear this Dharma teaching and

source: མོས་པར་བྱེད་པའི་སེམས་ཅན་དེ་དག་ནི་ངའི་ཡིན་པར་འགྱུར་རོ། །
en: develop interest in it become my followers.

source: གང་དག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཉན་པ་དང་། མོས་པའི་སེམས་ཅན་དེ་དག་ནི་དེ་བཞིན་གཤེགས་པས་འདུལ་བར་བལྟའོ། །
en: The beings who hear this Dharma teaching and develop interest in it should be regarded as having been trained by the Thus-Gone One.

source: གང་དག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འཛིན་པ་དང་། དེ་བཞིན་ཉིད་དུ་ནན་ཏན་བྱེད་པ་དེ་དག་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པ་ཡིན་ནོ། །
en: Those who understand this Dharma teaching and persist in their pursuit of suchness will not regress from unsurpassed and perfect awakening.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་དང་། གནས་བརྟན་འོད་སྲུང་ཆེན་པོ་དང་། ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ།
en: The Blessed One then said to the bodhisattva Maitreya, the elder Mahā­kāśyapa, and Venerable Ānanda,

source: སྐྱེས་བུ་དམ་པ་དག་ཇི་ཙམ་དུ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བླང་བ་དང་། གཟུང་བ་དང་། བཤད་པ་དང་། ཀུན་ཆུབ་པར་བྱེད་པའི་ཕྱིར་ཁྱེད་ལ་གཏད་དོ། །
en: “Holy beings, I entrust this Dharma teaching to you so that you may adopt, uphold, teach, and master it.

source: ང་ནི་རིང་པོར་མི་ཐོགས་པར་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་འགྱུར་གྱིས། དེའི་ཕྱིར་ཁྱེད་ཀྱིས་སེམས་ཅན་ཐམས་ཅད་ལ་སངས་རྒྱས་ཀྱི་བྱ་བའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདིས་གནས་པར་གྱིས་ཤིག །
en: Soon I will pass into parinirvāṇa, so rely on this Dharma teaching that carries out the buddhas’ work for all beings.”

source: བྱམས་པས་གསོལ་པ། བཅོམ་ལྡན་འདས་བདག་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་གཟུང་ལགས་ན། བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་མིང་ཅི་ལགས།
en: Then Maitreya inquired, “Blessed One, since we will uphold this Dharma teaching, what is its name?

source: འདི་ཇི་ལྟར་གཟུང་བར་བགྱི།
en: How should it be remembered?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བྱམས་པ་དེའི་ཕྱིར་ཁྱོད་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བཞི་པ་སྒྲུབ་པ་དང་།
en: “Maitreya,” the Blessed One replied, “you should remember this Dharma teaching as The Fourfold Accomplishment,

source: བྱང་ཆུབ་སེམས་དཔའི་ལམ་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཡོངས་སུ་སྨིན་པར་བྱེད་པ་ཞེས་བྱ་བར་ཟུང་ཤིག །
en: The Path of the Bodhisattvas, or Ripening the Bodhisattvas.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས
en: After the Blessed One had said this,

source: བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་དང་། ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོ་དང་། ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ།
en: the bodhisattva Maitreya, Venerable Mahā­kāśyapa, Venerable Ānanda, and the world with its gods, humans, asuras, and gandharvas rejoiced and

source: བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: praised the Blessed One’s words.

source: འཕགས་པ་བཞི་པ་སྒྲུབ་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ། །
en: This concludes The Noble Mahāyāna Sūtra “The Fourfold Accomplishment.”
